/* Warning that a clickatell.com account is required */
"(Clickatell.com account required.)" = "(Clickatell.com account required.)";

/* Label for account field */
"Account:" = "Konto:";

/* label for API ID field */
"API ID:" = "API ID:";

/* label for destination number field */
"Destination Number:" = "Ziel-Nummer:";

/* Label for password field */
"Password:" = "Kennwort:";

/* Title for SMS plugin */
"SMS Notifications" = "SMS";

/* Instructions for clickatell */
"To register:\nhttp://www.clickatell.com/brochure/products/api_xml.php\n\nFor rates see:\nhttp://www.clickatell.com/brochure/pricing.php" = "Registrierung:\nhttp://www.clickatell.com/brochure/products/api_xml.php\n\nFor rates see:\nhttp://www.clickatell.com/brochure/pricing.php";